Repository: Morronel/stalker_novice
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Signal received successfully.
uk: Сигнал успішно отримано.

source: Signal processed.
uk: Сигнал оброблено.

source: Incorrect flag. Try again.
uk: Неправильний прапор. Спробуйте ще раз.

source: Enter login!
uk: Введіть логін!

source: Invalid credentials
uk: Невірні облікові дані

source: Enter password!
uk: Введіть пароль!

source: Incorrect password
uk: Неправильний пароль

source: Safe opened! You found a flag:
uk: Сейф відкрито! Ви знайшли прапор:

source: *Monitor flashes green* Ha! You cracked this message like a can of tushonka!
uk: *Монітор блимає зеленим* Ха! Ти розкусив це повідомлення як консерву тушонки!

source: *Monitor flashes red* Something's wrong... Maybe try a different decoder?
uk: *Монітор блимає червоним* Щось не те... Може спробуєш інший декодер?

source: *Screen sparks* Ha! Well done! The encryption didn't stop you!
uk: *Екран іскрить* Ха! А ти молодець! Шифрування тебе не спинило!

source: *System shows error* Hmm... Maybe decode base64 first, then XOR? By the way, heard about CyberChef? They say it's a useful tool...
uk: *Система видає помилку* Хм... Може спочатку декодувати base64, а потім вже XOR? О речі, чу про CyberChef? Кажуть, корисна штука...

source: *PDA beeps with satisfaction* Bingo! The bandits clearly didn't expect someone to guess their password!
uk: *ПДА пищить від задоволення* Бінго! Бандити явно не очікували, що хтось вгадає їх пароль!

source: *PDA hums disapprovingly* Not that... Maybe it's a simple word? Bandits usually don't get fancy. Try md5 hash lookup.
uk: *ПДА невдоволено гуде* Не те... Може це якесь просте слово? Бандити зазвичай не заморочуються. Спробуй md5 hash lookup.

source: *Technician nods approvingly* Here's your reward, stalker!
uk: *Технік задоволено киває* Ось твоя винагорода, сталкере!

source: *Technician shakes his head* Nah, finish all the challenges first, stalker.
uk: *Технік хитає головою* Е-е, ні, спочатку закінчи всі випробування, сталкере.

source: Signal sent successfully. Check the network traffic for hidden data...
uk: Сигнал успішно надіслано. Перевірте мережевий трафік на наявність прихованих даних...

source: Car inspection complete. Nothing unusual in plain sight...
uk: Огляд машини завершено. На перший погляд нічого незвичайного...

source: Invalid quantity
uk: Невірна кількість

source: Not enough coupons! You need 1 000 000 coupons to buy a flag.
uk: Недостатньо купонів! Вам потрібно 1 000 000 купонів, щоб купити прапор.

source: *Machine whirs* Here's your flag!
uk: *Автомат гуде* Ось ваш прапор!

source: STALKER::NOVICE
uk: STALKER::НОВАЧОК

source: STALKER PDA Terminal v1.0
uk: STALKER ПДА Термінал v1.0

source: Got it
uk: Зрозуміло

source: Message
uk: Повідомлення

source: STALKER::INTRODUCTION
uk: STALKER::ВСТУП

source: INTRODUCTION
uk: ВСТУП

source: Welcome to the Zone of Exclusion, stalker. You have just arrived at the Cordon - the first entry point into this dangerous territory. Your equipment is minimal, but Sidorovich, the local trader, can help... for a price.
uk: Ласкаво просимо до Зони відчуження, сталкер. Ти щойно прибув до Кордону - першої точки входу в цю небезпечну територію. Твоє спорядження мінімальне, але Сидорович, місцевий торговець, може допомогти... за певну ціну.

source: WARNING:
uk: УВАГА:

source: Sidorovich is interested in special "flags" that can be found in various locations of the Cordon. For each such flag, he is ready to exchange valuable equipment.
uk: Сидорович цікавиться особливими "прапорами", які можна знайти в різних локаціях Кордону. За кожен такий прапор він готовий обміняти цінне спорядження.

source: To begin your journey, enter your stalker name:
uk: Щоб розпочати свою подорож, введіть своє ім'я сталкера:

source: Enter stalker name...
uk: Введіть ім'я сталкера...

source: Enter the Zone
uk: Увійти до Зони

source: Radiation level
uk: Рівень радіації

source: System active
uk: Система активна

source: Danger zone
uk: Небезпечна зона

source: Information
uk: Інформація

source: Stalker:
uk: Сталкер:

source: Unknown
uk: Невідомий

source: Status:
uk: Статус:

source: Novice
uk: Новачок

source: Location:
uk: Локація:

source: Cordon
uk: Кордон

source: Danger level: High
uk: Рівень небезпеки: Високий

source: Tasks
uk: Завдання

source: Find flags in each location
uk: Знайдіть прапори в кожній локації

source: Bring them to Sidorovich
uk: Принесіть їх Сидоровичу

source: Be careful with anomalies!
uk: Будьте обережні з аномаліями!

source: Stalkers Campfire
uk: Багаття сталкерів

source: Old Shed
uk: Старий сарай

source: Farmhouse
uk: Ферма

source: Dog Pack
uk: Зграя собак

source: Abandoned House
uk: Покинутий будинок

source: Technician House
uk: Будинок техніка

source: Anomaly
uk: Аномалія

source: Bandit Camp
uk: Табір бандитів

source: Garage
uk: Гараж

source: Vending Machine
uk: Торговий автомат

source: Sidorovich Bunker
uk: Бункер Сидоровича

source: ABANDONED HOUSE
uk: ПОКИНУТИЙ БУДИНОК

source: In a half-ruined house, you find an old safe with an electronic lock. The screen flashes "S.T.A.L.K.E.R. Security System v1.0".
uk: У напівзруйнованому будинку ви знаходите сарй сейф з електроннм замком. На екрані блимає "S.T.A.L.K.E.R. Security System v1.0".

source: Examine panel
uk: Оглянути панель

source: Search for clues
uk: Пошукати підказки

source: Try to unlock
uk: Спробувати відкрити

source: Authorization required
uk: Потрібна авторизація

source: Enter your credentials:
uk: Введіть ваші дані:

source: Login
uk: Логін

source: Password
uk: Пароль

source: Try
uk: Спробувати

source: Return to map
uk: Повернутися до карти

source: Panel Examination
uk: Огляд панелі

source: There are traces of frequent use on the panel. It seems this safe was used by an experienced stalker. Maybe check the list of common logins by the campfire?
uk: На панелі видно сліди частого використання. Схоже, цим сейфом користувався досвідчений сталкер. Може, варто перевірити список поширених логінів біля багаття?

source: Search for Clues
uk: Пошук підказок

source: On the wall, there is a scratched inscription: "Only those who understand the laws of the Zone can open this safe"
uk: На стіні є видряпаний напис: "Тільки ті, хто розуміє закони Зони, можуть відкрити цей сейф"

source: Success!
uk: Успіх!

source: Error
uk: Помилка

source: ANOMALY
uk: АНОМАЛІЯ

source: A strange anomaly pulsates before you. Your PDA starts making strange sounds and showing incomprehensible data. It seems the anomaly is emitting some signals...
uk: Перед вами пульсує дивна аномалія. Ваш ПДА починає видавати дивні звуки та показувати незрозумілі дані. Схоже, аномалія випромінює якісь сигнали...

source: Scan anomaly
uk: Сканувати аномалію

source: Check PDA
uk: Перевірити ПДА

source: Try to intercept signal
uk: Спробувати перехопити сигнал

source: PDA::Signal Interception Module
uk: ПДА::Модуль перехоплення сигналів

source: ANOMALY ANALYSIS: - Type: Informational - Activity: High - Status: Data transmission... Network activity detected... Signals are transmitted via GET requests... Recommended: use traffic interception tools
uk: АНАЛІЗ АНОМАЛІЇ: - Тип: Інформаційна - Активність: Висока - Статус: Передача даних... Виявлено мережеву активність... Сигнали передаються через GET-запити... Рекомендовано: використовувати інструменти перехоплення трафіку

source: Send test signal
uk: Надіслати тестовий сигнал

source: Activity log:
uk: Журнал активності:

source: Waiting for signal...
uk: Очікування сигналу...

source: SIGNAL SENT
uk: СИГНАЛ НАДІСЛАНО

source: Anomaly Scan
uk: Сканування аномалії

source: The PDA shows: "Anomaly type: Informational. It seems to be transmitting data through network requests..."
uk: ПДА показує: "Тип аномалії: Інформаційна. Схоже, вона передає дані через мережеві запити..."

source: PDA Check
uk: Перевірка ПДА

source: Your PDA is picking up strange network traffic. The anomaly seems to be responding to GET requests.
uk: Ваш ПДА фіксує дивний мережевий трафік. Схоже, аномалія реагує на GET-запити.

source: Signal sent...
uk: Сигнал надслано...

source: Signal received! Response:
uk: Сигнал отримано! Відповідь:

source: STALKER::BANDIT_CAMP
uk: STALKER::ТАБІР БАНДИТІВ

source: BANDIT_CAMP
uk: ТАБІР БАНДИТІВ

source: You approach the bandit camp. The guard at the entrance examines you carefully.
uk: Ви підходите до табору бандитів. Охоронець на вході пильно вас розлядає.

source: Talk to guard
uk: Поговорити з охоронцем

source: Check your "cookies"
uk: Перевірити ваші "печеньки"

source: Try to disguise as a bandit
uk: Спробувати прикинутися бандитом

source: ACCESS CONTROL SYSTEM
uk: СИСТЕМА КОНТРОЛЮ ДОСТУПУ

source: Current status:
uk: Поточний статус:

source: stalker
uk: сталкер

source: "We only trust bandits, not stalkers. Prove that you're one of us."
uk: "Ми довіряємо тільки бандитам, а не сталкерам. Доведи, що ти свій."

source: Try to pass
uk: Спробувати пройти

source: Hint: Maybe you should check and change the cookie in developer tools (F12)
uk: Підказка: Можливо, варто перевірити та змінити cookie в інструментах розробника (F12)

source: REWARD:
uk: НАГОРОДА:

source: Copy
uk: Скопіювати

source: Check your browser cookies. There might be something interesting there...
uk: Перевір куки браузера. Там може бути щось цікаве...

source: Maybe you can change your role in the cookies...
uk: Може, ти можеш змінити свою роль у куках...

source: Access denied. Only bandits allowed.
uk: Доступ заборонено. Тільки для бандитів.

source: Welcome to the gang, brother! Here's a little something for your trouble...
uk: Ласкаво просимо до банди, брате! Ось тобі дещо за твої старання...

source: STALKER::CAMPFIRE
uk: STALKER::БАГАТТЯ

source: CAMPFIRE
uk: БАГАТТЯ

source: Several stalkers are sitting by the campfire. The warm light creates a cozy atmosphere, and you can hear quiet conversations and occasional laughter.
uk: Кілька сталкерів сидять біля багаття. Тепле світло створює затишну атмосферу, і ви чуєте тихі розмови та випадковий сміх.

source: What's new in zone?
uk: Що нового в зоні?

source: Does anybody know cool jokes?
uk: Хто знає круті жарти?

source: Guys, I need some advice
uk: Хлопці, потрібна порада

source: An old stalker says: "There's something hidden in that shed. Try looking in a hidden directory. I have a list of common paths you can look at."
uk: Старий сталкер каже: "В тому сараї є щось приховане. Спробуй пошукати в прихованій директорії. У мене є список поширених шляхів, можеш глянути."

source: An experienced stalker tells: "There's a treasures table in the database. Use a simple SELECT query to get the data. You can pull all or just what you need. Your choice."
uk: Досвідчений сталкер розповідає: "В базі даних є таблиця treasures. Використай простий SELECT-запит, щоб отримати дані. Можеш тягнути всі, можеш тягнути тільки потрібні. Вибір за тобою."

source: A young stalker recalls: "The guard reacts to popup messages. You know, those that appear through alert(). And he's afraid of dogs..."
uk: Молодий сталкер згадує: "Охоронець реагує на спливаючі повідомлення. Знаєш, такі, що з'являються через alert(). А ще він боїться собак..."

source: The technician by the fire mumbles: "That safe... I have lists of common logins and passwords. Maybe something will work?"
uk: Технік біля багаття бурмоче: "Той сейф... У мене є списки поширених логінів та паролів. Може, щось підійде?"

source: The old stalker smiles: "*lowers voice* If you get stuck - look for CyberChef online. They say specialists often use this tool for working with ciphers."
uk: Старий сталкер посміхається: "*понижує голос* Якщо застрягнеш - пошукай в інтернеті CyberChef. Кажуть, спеціалісти часто користуються цим інструментом для роботи з шифрами."

source: An experienced stalker advises: "Open developer tools (F12), Network tab. You can see all requests there, including hidden parameters."
uk: Досвідчений сталкер радить: "Відкрий інструменти розробника (F12), вкладку Network. Там можна побачити всі запити, включаючи приховані параметри."

source: A seasoned stalker whispers: "Bandits check the role through a cookie. If you change the cookie role value from stalker to bandit..."
uk: Бувалий сталкер шепоче: "Бандити перевіряють роль через cookie. Якщо змінити значення cookie role з stalker на bandit..."

source: A stalker with a laptop mentions: "Network traffic inspection tools are essential in the Zone. Always check response headers when dealing with suspicious vehicles."
uk: Сталкер з ноутбуком зауважує: "Інструменти перевірки мережевого трафіку необхідні в Зоні. Завжди перевіряйте заголовки відповідей, коли маєте справу з підозрілим транспортом."

source: A crafty stalker grins: "That vending machine is ridiculously overpriced. With tools like Burp Suite, you can intercept and modify the POST request parameters. Maybe change the price to something more... reasonable."
uk: Хитрий сталкер посміхається: "Цей торговий автомат просто грабіжницькі ціни має. За допомогою таких інструментів як Burp Suite, можна перехопити та змінити параметри POST-запиту. Може, змінимо іну на щось більш... прийнятне."

source: "Did you hear? They say someone managed to hack that old vending machine near the road. Got themselves a nice prize..."
uk: "Чули? Кажуть, хтось зламав той старий автомат біля дороги. Отримав непогану нагороду..."

source: "The anomaly field has been acting strange lately. More signals than usual."
uk: "Аномальне поле останнім часом дивно себе поводить. Більше сигналів, ніж зазвичай."

source: "Bandits are getting craftier with their security. But their systems still have weaknesses if you know where to look."
uk: "Бандити стають хитрішими зі своєю безпекою. Але їхні системи все ще мають слабкі місця, якщо знати, де шукати."

source: "That garage by the old road... smugglers are using it again. Their security is all digital now."
uk: "Той гараж біля старої дороги... контрабандисти знову його використовують. Їхня безпека тепер повністю цифрова."

source: A stalker shares a story:
uk: Сталкер ділиться історією:

source: "So they caught an old stalker and interrogate him: - People say you have... an assault rifle? - People are lying... - People say you have... a machine gun? - Oh, people are lying... - People say you have... a tank? - Well, that's the one thing I don't have..."
uk: "Зловили, значить, старого сталкера й допитують: — Люди кажуть, у вас… автомат є? — Брешуть люди... — Люди кажуть, у вас… кулемет є? — Ой, брешуть люди... — Люди кажуть, у вас… танк є? — Ех, от чого нема — того нема…"

source: "A stalker comes to the doctor. The doctor examines him and says: - This is from fatigue, this is from nervous tension, and this is from depression. - Thank you, doctor, thank you... Tell me, don't you have anything besides vodka?"
uk: "Приходить, значить, сталкер до лікаря. Лікар оглянув його й каже: — Оце — від втоми, оце — від нервового напруження, а це — від депресії. — Дякую, докторе, дякую… Скажіть, а у вас, крім горілки, нічого немає?"

source: "A stalker meets his old buddy. And he's all beaten up, with a black eye: - Pete, what happened to you? - Well damn... Got attacked, beaten up, money stolen... - Did you remember who did it? - Why would I need to remember... It was my wife!"
uk: "Зустрічає сталкер свого давнього кореша. А той увесь пом'ятий, синяк під оком: — Петю, що з тобою? — Та блін… Напали, відлупцювали, гроші забрали… — Ти їх хоч запам'ятав? — А нащо її запам'ятовувати… Дружину то!"

source: "One stalker asks another: - Do you know which car is the most 'stalker-like'? - No, which one? - Zaporozhets! - Why's that? - Because it's reliable as a tank, and the trunk is in the front. Convenient to keep an eye on the loot!"
uk: "Один сталкер запитує в іншого: — А знаєш, яка машина найбільш "сталкерська"? — Ні, яка? — Запорожець! — Чого так? — Бо надійний, як танк, і багажник спереду. За хабаром зручно приглядати!"

source: A stalker tells a joke:
uk: Сталкер розповідає жарт:

source: The stalkers exchange knowing looks. Everyone here has their own expertise to share.
uk: Сталкери обмінюються розуміючими поглядами. Кожен тут має чим поділитися.

source: Ask about the shed
uk: Запитати про сарай

source: Ask about the farmhouse
uk: Запитати про ферму

source: Ask about the dogs
uk: Запитати про собак

source: Ask about the abandoned house
uk: Запитати про покинутий будинок

source: Ask about the technician
uk: Запитати про техніка

source: Ask about the anomaly
uk: Запитати про аномалію

source: Ask about the bandits
uk: Запитати про бандитів

source: Ask about the garage
uk: Запитати про гараж

source: Ask about the vending machine
uk: Запитати про торговий автомат

source: View paths list
uk: Подивитися список шляхів

source: View logins list
uk: Подивитися список логінів

source: View passwords list
uk: Подивитися список паролів

source: STALKER::COMMON_PASSWORDS
uk: STALKER::ПОШИРЕНІ ПАРОЛІ

source: COMMON_PASSWORDS
uk: ПОШИРЕНІ ПАРОЛІ

source: On an old PDA you find a list of common passwords:
uk: На старому ПДА ви знаходите список поширених паролів:

source: Copy list
uk: Копіювати список

source: Copied!
uk: Скопійовано!

source: STALKER::COMMON_PATHS
uk: STALKER::ПОШИРЕНІ ШЛЯХИ

source: COMMON_PATHS
uk: ПОШИРЕНІ ШЛЯХИ

source: On an old PDA you find a list of common paths:
uk: На старому ПДА ви знаходите список поширених шляхів:

source: STALKER::COMMON_USERNAMES
uk: STALKER::ПОШИРЕНІ ЛОГІНИ

source: COMMON_USERNAMES
uk: ПОШИРЕНІ ЛОГІНИ

source: On an old PDA you find a list of common usernames:
uk: На старому ПДА ви знаходить список поширених логінів:

source: STALKER::SECRET_ENTRANCE
uk: STALKER::ТАЄМНИЙ ВХІД

source: SECRET_ENTRANCE
uk: ТАЄМНИЙ ВХІД

source: SECRET PATH NAVIGATION SYSTEM v1.0
uk: СИСТЕМА НАВІГАЦІЇ ТАЄМНИМИ ШЛЯХАМИ v1.0

source: Initializing mechanism...
uk: Ініціалізація механізму...

source: Path verification
uk: Перевірка шляху

source: Mechanism activation
uk: Активація механізму

source: Opening passage
uk: Відкриття проходу

source: Secret entrance opened!
uk: Таємний вхід відкрито!

source: In the cache you find a note with a flag:
uk: В схованці ви знаходите записку з прапорм:

source: Copy flag
uk: Скопіювати прапор

source: DOG PACK
uk: ЗГРАЯ СОБАК

source: You stumbled upon a pack of wild dogs. Nearby there is an observation tower, but the guard does not seem to notice you.
uk: Ви натрапили на зграю здичавілих собак. Неподалік видно спостережну вежу, але охоронець, схоже, вас не помічає.

source: Look at tower
uk: Подивитися на вежу

source: Assess situation
uk: Оцінити ситуацію

source: Try to signal
uk: Спробувати подати сигнал

source: ALERT SYSTEM
uk: СИСТЕМА СИГНАЛІЗАЦІЇ

source: You see a guard post ahead. The guard seems to be monitoring some kind of alert system...
uk: Попереду видно пост охорони. Схоже, охоронець слідкує за якоюсь системою сигналізації...

source: Enter message...
uk: Введіть повідомлення...

source: Send signal
uk: Відправити сигнал

source: Tower Examination
uk: Огляд вежі

source: The guard in the tower is looking the other way. Maybe you should get his attention with some kind of popup message?
uk: Охоронець на вежі дивиться в інший бік. Можливо, варто привернути його увагу якимось спливаючим повідомленням?

source: Situation Assessment
uk: Оцінка ситуації

source: The dogs look aggressive. Need to call for help urgently! Maybe an alert("dogs!") message would get the guard's attention?
uk: Собаки виглядають агресивно. Потрібно терміново покликати на допомогу! Можливо, якесь повідомлення alert("dogs!") приверне увагу охоронця?

source: I heard the alarm! Hold on, I'm coming to help! And here's your reward for quick thinking!
uk: Я почув сигнал тривоги! Тримайтеся, я вже біжу на допомогу! А ось і ваша нагорода за кмітливість!

source: STALKER::FARMHOUSE
uk: STALKER::ФЕРМА

source: FARMHOUSE
uk: ФЕРМА

source: Inside the old farmhouse, you find a wounded stalker near an old computer terminal. He is breathing heavily but trying to say something.
uk: Всередині старої ферми ви знаходите пораненого сталкера біля старого комп'ютерного терміналу. Він важко дихає, але намагається щось сказати.

source: Talk to stalker
uk: Поговорити зі сталкером

source: Check terminal
uk: Оглянути термінал

source: Look around
uk: Оглянути приміщення

source: Database: treasures Table: treasures Columns: - id (INTEGER) - location (TEXT) - coordinates (TEXT) - flag (TEXT) Enter a SELECT query to get the treasure data:
uk: База даних: treasures Таблиця: treasures Колонки: - id (INTEGER) - location (TEXT) - coordinates (TEXT) - flag (TEXT) Введіть SELECT запит, щоб отримати дані про скарб:

source: Execute
uk: Виконати

source: Query result:
uk: Результат запиту:

source: Waiting for query...
uk: Очікую запит...

source: *cough* In the database... coordinates and flag... Try SELECT... *cough* Look how to SELECT all from the table... *cough*
uk: *кашель* В базі даних... координати та прапор... Спробуй SELECT... *кашель* Подивись як вивеси SELECTом всю таблицю... *кашель*

source: The room is dark, but the terminal is working. You can see the SQLite database interface on the monitor. Maybe try a query? You need to specify WHAT to SELECT, and FROM where to SELECT.
uk: В кімнаті темно, але термінал працює. На моніторі видно інтерфейс бази даних SQLite. Можливо, варто спробувати зробити запит? Треба вказати ЩО ми SELECTимо, і ЗВІДКИ ми SELECTимо.

source: Executing query...
uk: Виконую запит...

source: Error:
uk: Помилка:

source: Congratulations! You found the flag!
uk: Вітаємо! Ви знайшли прапор!

source: STALKER::GARAGE
uk: STALKER::ГАРАЖ

source: You enter an old garage. There's a strange car inside - it looks like it's been modified to transport something. Maybe checking it will reveal some secrets...
uk: Ви заходите в старий гараж. Всередині стоїть дивна машина - схоже, її модифікували для перевезення чогось. Можливо, огляд виявить якісь секрети...

source: VEHICLE INSPECTION SYSTEM v1.0
uk: СИСТЕМА ОГЛЯДУ ТРАНСПОРТУ v1.0

source: ACTIVE
uk: АКТИВНА

source: Access:
uk: Доступ:

source: GRANTED
uk: НАДАНО

source: Warning:
uk: Увага:

source: Suspicious modifications detected...
uk: Виявлено підозрілі модифікації...

source: Check car
uk: Оглянути машину

source: Inspect modifications
uk: Перевірити мережевий трафік

source: Scan for hidden compartments
uk: Аналізувати дані відповіді

source: Error checking car
uk: Помилка при огляді машини

source: Vehicle Inspection
uk: Аналіз мережі

source: The car has been heavily modified. There are traces of hidden compartments and unusual network activity...
uk: Машина сильно модифікована. Є сліди прихованих відсіків та незвична мережева активність...

source: Scan Results
uk: Аналіз трафіку

source: Scan complete. Multiple hidden compartments detected. The car seems to be transmitting data through network requests...
uk: Сканування завершено. Виявлено кілька прихованих відсіків. Схоже, машина передає дані через мережеві запити...

source: STALKER::SHED
uk: STALKER::САРАЙ

source: You approach the old shed. The door is firmly locked, but local stalkers say there is a secret entrance used by smugglers. On the wall, you notice a strange terminal with a small screen. A message flashes on the screen:
uk: Ви підходите до старого сараю. Двері міцно замкнені, але місцеві сталкери подейкують, що тут є таємний вхід, яким користуються контрабандисти. На стіні ви помічаєте дивний термінал з маленьким екраном. На екрані блимає повідомлення:

source: SECRET PATH NAVIGATION SYSTEM v1.0 Status: ACTIVE Access: WAITING Error: Path not found Enter the correct path to access...
uk: СИСТЕМА НАВІГАЦІЇ ТАЄМНИМИ ШЛЯХАМИ v1.0 Статус: АКТИВНА Доступ: ЧІКУЄТЬСЯ Помилка: Шлях не знайдено Введіть правильний шлях для доступу...

source: Examine terminal
uk: Оглянути термінал

source: Search area
uk: Обшукати територію

source: Check notes
uk: Перевірити записи

source: Terminal Examination
uk: Огляд терміналу
