Repository: Morronel/stalker_novice
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: On the terminal's case, you notice an inscription: "PathFinder 3000. To activate the secret entrance, use the correct path through the web interface. Example: /location/shed/PATH"
uk: На корпусі терміналу ви помічаєте напис: "PathFinder 3000. Для активації таємного входу використовуйте правильний шлях через веб-інтерфейс. Наприклад: /location/shed/ШЛЯХ"

source: Area Search
uk: Обшук території

source: You found nothing. You should ask the guys at the campfire, maybe they know something.
uk: Ви нічого не знайшли. Треба буде спитати в хлопців біля вогнища, може вони знають щось.

source: Notes Check
uk: Перевірка записів

source: In the notes of local stalkers, it is mentioned that smugglers often use standard directory names for their secret entrances. This helps them remember the paths.
uk: В записах місцевих сталкерів згадується, що контрабандисти часто використовують стандартні назви директорій для своїх таємних входів. Це допомагає їм запам'ятовувати шляхи.

source: STALKER::SYDOROVICH
uk: STALKER::БУНКЕР СИДОРОВИЧА

source: You descend into Sydorovich's underground bunker. The trader sits at his desk, surrounded by various equipment.
uk: Ви спускаєтесь в підземний бункер Сидоровича. Торговець сидить за своїм столом, оточений різноманітним спорядженням.

source: Talk to Sydorovich
uk: Поговорити з Сидоровичем

source: Show found flags
uk: Показати знайдені прапори

source: Ask about equipment
uk: Запитати про спорядження

source: Sydorovich looks at you intently:
uk: Сидорович уважно дивиться на вас:

source: "Well, show me what you brought. For each correct flag, you'll get a piece of equipment."
uk: "Ну, показуй, що приніс. За кожен правильний прапор отримаєш частину спорядження."

source: Shed:
uk: Сарай:

source: Farmhouse:
uk: Ферма:

source: Dogs:
uk: Собаки:

source: Abandoned house:
uk: Покинутий будинок:

source: Technician house:
uk: Будинок техніка:

source: Anomaly:
uk: Аномалія:

source: Bandit camp:
uk: Табір бандитів:

source: Garage:
uk: Гараж:

source: Vending machine:
uk: Торговий автомат:

source: Submit flags
uk: Здати прапори

source: Received equipment:
uk: Отримане спорядження:

source: CONGRATULATIONS, STALKER!
uk: ВІТАЄМО, СТАЛКЕР!

source: You've proven yourself worthy in the Zone. All equipment collected, all challenges completed.
uk: Ти довів свою гідність в Зоні. Все спорядження зібрано, всі випробування пройдено.

source: Sidorovich's Final Words
uk: Останні слова Сидоровича

source: Ha! I must admit, rookie, you've surprised me. Not many can find all these flags. You've got the mind of a real stalker - quick and sharp. The Zone needs people like you.
uk: Ха! Мушу визнати, новачок, ти мене здивував. Не багато хто може знайти всі ці прапори. У тебе розум справжнього сталкера - швидкий та гострий. Зоні потрібні такі люди, як ти.

source: But remember - this was just your first test. The real challenges of the Zone lie ahead. Keep that equipment close, you're going to need it...
uk: Але пам'ятай - це було лише твоє перше випробування. Справжні виклики Зони ще попереду. Тримай це спорядження при собі, воно тобі знадобиться...

source: FINALE UNLOCKED!
uk: ФІНАЛ ВІДКРИТО!

source: The screen glitches and flickers...
uk: Екран мерехтить та спотворюється...

source: received!
uk: отримано!

source: Sydorovich
uk: Сидорович

source: "Well, rookie, did you bring something interesting? I trade flags for equipment."
uk: "Ну що, новачок, приніс щось цікаве? Я міняю прапори на спорядження."

source: "For each correct flag, you'll get something useful. The more you bring, the better equipment you can choose."
uk: "За кожен правильний прапор отримаєш щось корисне. Чим більше принесеш, тим краще спорядження зможеш вибрати."

source: Good job, stalker! Come back when you find more flags.
uk: Молодець, сталкер! Повертайся, коли знайдеш більше прапорів.

source: TECHNICIAN HOUSE
uk: БУДИНОК ТЕХНІКА

source: In the technician's house, you find a workbench covered with various equipment. Strange messages are flashing on the monitor screen.
uk: В будинку техніка ви знаходите верстк, заставлений різним обладнанням. На екрані монітора блимають дивні повідомлення.

source: Talk to technician
uk: Поговорити з техніком

source: Start challenges
uk: Почати випробування

source: Learn more about methods
uk: Дізнатися більше про методи

source: Data Processing Methods
uk: Методи обробки даних

source: Encoding
uk: Кодування

source: The process of converting data from one format to another for transmission or storage. Not intended for data protection.
uk: Процес перетворення даних з одного формату в інший для передачі або зберігання. Не приначений для захисту даних.

source: Example: Base64 converts binary data to text format.
uk: Приклад: Base64 перетворює бінарні дані в текстовий формат.

source: Encryption
uk: Шифрування

source: The process of protecting data by transforming it using a secret key. Designed to ensure confidentiality.
uk: Процес захисту даних шляхом їх перетворення за допомогою секретного ключа. Призначений для забезпечення конфіденційності.

source: Example: XOR encryption uses a key to mask data.
uk: Приклад: XOR шифрування використовує ключ для маскування даних.

source: Hashing
uk: Хешування

source: One-way transformation of data into a fixed size. Cannot restore original data, can only compare hashes.
uk: Одностороннє перетворення даних у фіксований розмір. Неможливо відновити оригінальні дані, можна тільки порівнювати хеші.

source: Example: MD5 creates a 32-character hash from any input data.
uk: Приклад: MD5 створює 32-символьний хеш з будь-яких вхідних даних.

source: CRYPTOGRAPHIC CHALLENGES
uk: КРИПТОГРАФІЧНІ ВИПРОБУВАННЯ

source: Task 1: Base64 Decoding
uk: Завдання 1: Base64 Декодування

source: Decode this Base64 message:
uk: Декодуйте це Base64 повідомлення:

source: Enter decoded message...
uk: Введіть декодоване повідомлення...

source: Check
uk: Перевірити

source: Task 2: XOR Decryption
uk: Завдання 2: XOR Дешифрування

source: Decrypt the message encrypted with XOR and encoded in base64:
uk: Розшифруйте повідомлення, зашифроване XOR та закодоване в base64:

source: Ciphertext (base64):
uk: Шифротекст (base64):

source: Key:
uk: Ключ:

source: Hint: First decode base64, then apply XOR with the key
uk: Підказка: Спочатку декодуйте base64, потім застосуйте XOR з ключем

source: Enter decrypted message...
uk: Введіть розшифроване повідомлення...

source: Task 3: MD5 Hash
uk: Завдання 3: MD5 хеш

source: Find the word that gives this MD5 hash:
uk: Знайдіть слово, яке дає цей MD5 хеш:

source: Hint: This is a very common password
uk: Підказка: Це дуже поширений пароль

source: Enter word...
uk: Введіть слово...

source: Grab the reward
uk: Отримати нагороду

source: Talk to Technician
uk: Розмова з техніком

source: The technician looks at you with interest: "Want to test your cryptography skills? I have some interesting challenges for you..."
uk: Технік дивиться на вас із зацікавленням: "Хочеш перевірити свої навички в криптографії? У мене є для тебе цікаві випробування..."

source: Correct!
uk: Правильно!

source: Incorrect. Try again.
uk: Неправильно. Спробуйте ще раз.

source: All challenges completed! You can now grab your reward.
uk: Всі випробування пройдені! Тепер ви можете отримати свою нагороду.

source: STALKER::VENDING
uk: STALKER::АВТОМАТ

source: VENDING MACHINE
uk: ТОРГОВИЙ АВТОМАТ

source: You discover an old vending machine in a dimly lit corner. Its display glows with an eerie rust-colored light, showing an absurdly high price. Your PDA detects unusual network activity coming from the machine.
uk: Ви знаходите старий торговий автомат у тьмяно освітленому кутку. Його дисплей світиться моторошним іржавим світлом, показуючи абсурдно високу ціну. Ваш ПДА виявляє незвичну мережеву активність від автомата.

source: Examine display
uk: Оглянути дисплей

source: Scan network activity
uk: Сканувати мережеву активність

source: Check pricing system
uk: Перевірити систему цін

source: STALKER VENDING MACHINE v1.0
uk: СТАЛКЕР ТОРГОВИЙ АВТОМАТ v1.0

source: Status: OPERATIONAL
uk: Статус: ПРАЦЮЄ

source: Coupons available: 1
uk: Доступно купонів: 1

source: ITEMS AVAILABLE:
uk: ДОСТУПНІ ТОВАРИ:

source: Flag: 1 000 000 coupons
uk: Прапор: 1 000 000 купонів

source: Buy a flag
uk: Купити прапор

source: Display Analysis
uk: Аналіз дисплея

source: The vending machine's interface appears to be running on an old embedded system. The price seems to be handled by a simple POST request to the internal server. Maybe there's a way to... adjust it?
uk: Схоже, що інтерфейс торгового автомата працює на старій вбудованій системі. Ціна, здається, обробляється простим POST-запитом до внутрішнього сервера. Можливо, є спосіб... підкоригувати її?

source: Network Scan
uk: Сканування мережі

source: Your PDA detects that the machine processes purchase requests locally. All parameters, including price and quantity, are sent directly to the machine's server. A security-minded stalker would definitely check these requests with special tools...
uk: Ваш ПДА виявляє, що автомат обробляє запити на покупку локально. Всі параметри, включаючи ціну та кількість, надсилаються безпосередньо на сервер автомата. Досвідчений сталкер обов'язково перевірив би ці запити спеціальними інструментами...

source: Price Analysis
uk: Аналіз цін

source: The pricing system seems poorly secured. The machine accepts a "price" parameter in its purchase request. An experienced stalker would know how to intercept and modify such requests using tools like Burp Suite...
uk: Система цін здається погано захищеною. Автомат рямає параметр "price" у запиті на покупку. Досвідчений сталкер знав би, як перехопити та змінити такі запити за допомогою інструментів на кшталт Burp Suite...
